export default {
  projections: {
    ЖивотныеE: {
      номерЖивотного: {
        __caption__: 'Номер животного'
      },
      кличка: {
        __caption__: 'Кличка'
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фамилия: {
          __caption__: 'Ответственный'
        }
      },
      сведения: {
        __caption__: 'Сведения',
        номер: {
          __caption__: 'Номер'
        },
        клетка: {
          __caption__: 'Клетка',
          номерКлетки: {
            __caption__: 'Клетка'
          }
        },
        вид: {
          __caption__: 'Вид',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    ЖивотныеL: {
      номерЖивотного: {
        __caption__: 'Номер животного'
      },
      кличка: {
        __caption__: 'Кличка'
      },
      сотрудник: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    кличка: {
      __caption__: 'Кличка'
    },
    номерЖивотного: {
      __caption__: 'Номер животного'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    сведения: {
      __caption__: 'Сведения'
    }
  }
};
