export default {
  projections: {
    СведенияE: {
      номер: {
        __caption__: 'Номер'
      },
      клетка: {
        __caption__: 'Клетка',
        номерКлетки: {
          __caption__: 'Клетка'
        }
      },
      вид: {
        __caption__: 'Вид',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    вид: {
      __caption__: 'Вид'
    },
    клетка: {
      __caption__: 'Клетка'
    },
    животные: {
      __caption__: 'животные'
    }
  }
};
