export default {
  projections: {
    РасписаниеE: {
      времяУборки: {
        __caption__: 'Время уборки'
      },
      времяКормления: {
        __caption__: 'Время кормления'
      },
      корм: {
        __caption__: 'Корм',
        название: {
          __caption__: 'Название'
        }
      },
      животные: {
        __caption__: 'Животные',
        кличка: {
          __caption__: 'Кличка'
        }
      },
      клетка: {
        __caption__: 'Клетка',
        номерКлетки: {
          __caption__: 'Клетка'
        }
      }
    },
    РасписаниеL: {
      времяУборки: {
        __caption__: 'Время уборки'
      },
      времяКормления: {
        __caption__: 'Время кормления'
      },
      корм: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      },
      животные: {
        __caption__: 'Кличка',
        кличка: {
          __caption__: 'Кличка'
        }
      },
      клетка: {
        __caption__: 'Тип',
        тип: {
          __caption__: 'Тип'
        }
      }
    }
  },
  validations: {
    времяКормления: {
      __caption__: 'Время кормления'
    },
    времяУборки: {
      __caption__: 'Время уборки'
    },
    животные: {
      __caption__: 'Животные'
    },
    клетка: {
      __caption__: 'Клетка'
    },
    корм: {
      __caption__: 'Корм'
    }
  }
};
