export default {
  projections: {
    КлеткаE: {
      номерКлетки: {
        __caption__: 'Номер клетки'
      },
      тип: {
        __caption__: 'Тип'
      },
      площадь: {
        __caption__: 'Площадь'
      }
    },
    КлеткаL: {
      номерКлетки: {
        __caption__: 'Номер клетки'
      },
      тип: {
        __caption__: 'Тип'
      },
      площадь: {
        __caption__: 'Площадь'
      }
    }
  },
  validations: {
    номерКлетки: {
      __caption__: 'Номер клетки'
    },
    площадь: {
      __caption__: 'Площадь'
    },
    тип: {
      __caption__: 'Тип'
    }
  }
};
