export default {
  projections: {
    СотрудникE: {
      табНомер: {
        __caption__: 'Таб номер'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    СотрудникL: {
      табНомер: {
        __caption__: 'Таб номер'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      должность: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    табНомер: {
      __caption__: 'Таб номер'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
